IDEA Open Model
ConcreteBlock.Height Property
Compatible with IDEA StatiCa Beta 20.0
 Height of ConcreteBlock
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Height { get; set; }
Public Property Height As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace